/* Default chart category axis title */
"Category Title" = "Kategorian nimi";

/* duration day short form */
"d" = "pv";

/* duration hour medium singular form
   duration day long singular form */
"day" = "päivä";

/* duration day long plural form
   duration hour medium plural form */
"days" = "päivää";

/* String representing the boolean value of false in table cell. */
"FALSE" = "EPÄTOSI";

/* Grouping Cell Display Type: Average */
"GQDTDisplayTypeAverage" = "Keskiarvo";

/* Grouping Cell Display Type: Count */
"GQDTDisplayTypeCount" = "Määrä";

/* Grouping Cell Display Type: Maximum */
"GQDTDisplayTypeMaximum" = "Maksimi";

/* Grouping Cell Display Type: Minimum */
"GQDTDisplayTypeMinimum" = "Minimi";

/* Grouping Cell Display Type: Subtotal */
"GQDTDisplayTypeSubtotal" = "Yhteensä";

/* duration hour short form */
"h" = "t";

/* duration hour long singular form */
"hour" = "tunti";

/* duration hour long plural form */
"hours" = "tuntia";

/* duration hour medium singular form */
"hr" = "t";

/* duration hour medium plural form */
"hrs" = "t";

/* HTML for import failure message. Replacements are IMPORT_FAILURE_MESSAGE_TITLE and IMPORT_FAILURE_MESSAGE_TEXT. */
"IMPORT_FAILURE_MESSAGE_FORMAT" = "<html><body style=\"font-family:Helvetica; font-size:14pt;\"><br/><br/><div align=\"center\"><b>%1$@</b></div><br><div align=\"center\">%2$@</div></body></html>";

/* Text for import failure message. Gets inserted into IMPORT_FAILURE_MESSAGE_FORMAT. */
"IMPORT_FAILURE_MESSAGE_TEXT" = "Dokumenttiversiota ei ehkä tueta tai sitä luettaessa tapahtui virhe";

/* Title for import failure message. Gets inserted into IMPORT_FAILURE_MESSAGE_FORMAT. */
"IMPORT_FAILURE_MESSAGE_TITLE" = "Tätä dokumenttia ei voida katsella";

/* duration minute short form */
"m" = "m";

/* duration millisecond long singular form */
"millisecond" = "millisekunti";

/* duration millisecond long plural form */
"milliseconds" = "millisekuntia";

/* duration minute medium singular form */
"min" = "min";

/* duration minute medium plural form */
"mins" = "min";

/* duration minute long singular form */
"minute" = "minuutti";

/* duration minute long plural form */
"minutes" = "minuuttia";

/* duration millisecond short form */
"ms" = "ms";

/* duration second short form */
"s" = "s";

/* duration second medium singular form */
"sec" = "s";

/* duration second long singular form */
"second" = "sekunti";

/* duration second long plural form */
"seconds" = "sekuntia";

/* duration second medium plural form */
"secs" = "s";

/* Default chart title */
"Title" = "Otsikko";

/* String representing the boolean value of true in table cell. */
"TRUE" = "TOSI";

/* Default chart value axis title */
"Value Title" = "Arvon otsikko";

/* Default chart secondary value axis title */
"Value Y2 Title" = "Arvon Y2 otsikko";

/* duration week short form */
"w" = "vk";

/* duration week long singular form */
"week" = "viikko";

/* duration week long plural form */
"weeks" = "viikkoa";

/* duration week medium singular form */
"wk" = "vk";

/* duration week medium plural form */
"wks" = "vk";

